# Include this file with secret keys.
# This file will not be included in the repository.
# Keys that should be in the secret file:
#  GOOGLE_API_KEY
include = config/secretKeys.properties

# Directory to put the web cache in.
CACHE_DIR = cache

FONT_DIR = fonts

OUT_DIR = out

DEFAULT_TRANSLATION_SERVER = localhost
DEFAULT_TRANSLATION_SERVER_PORT = 6022

DEFAULT_WHITE_THRESHOLD = 150

DEFAULT_FONT_SIZE = 128

DEFAULT_FONT_FAMILY = IPAGothic

CLASSIFIER_TRAINING_FONTS = IPAGothic
CLASSIFIER_TRAINING_FONTS = HGMinchoB
CLASSIFIER_TRAINING_FONTS = RyuminStd-Regular-KS
CLASSIFIER_TRAINING_FONTS = FutoMinA101Pro-Bold

# ｛｝（）［］【】、，…‥.。-「」『』〜・：！？|
PUNCTUATION = \uff5b\uff5d\uff08\uff09\uff3b\uff3d\u3010\u3011\u3001\uff0c\u2026\u2025\u002e\u3002\u002d\u300c\u300d\u300e\u300f\u301c\u30fb\uff1a\uff01\uff1f\u007c

HIRAGANA = \u3042\u3044\u3046\u3048\u304a\u304b\u304d\u304f\u3051\u3053\u3055\u3057\u3059\u305b\u305d\u305f\u3061\u3064\u3066\u3068\u306a\u306b\u306c\u306d\u306e\u306f\u3072\u3075\u3078\u307b\u307e\u307f\u3080\u3081\u3082\u3084 \u3086 \u3088\u3089\u308a\u308b\u308c\u308d\u308f   \u3092\u3093
KATAKANA = \u30a2\u30a4\u30a6\u30a8\u30aa\u30ab\u30ad\u30af\u30b1\u30b3\u30b5\u30b7\u30b9\u30bb\u30bd\u30bf\u30c1\u30c4\u30c6\u30c8\u30ca\u30cb\u30cc\u30cd\u30ce\u30cf\u30d2\u30d5\u30d8\u30db\u30de\u30df\u30e0\u30e1\u30e2\u30e4 \u30e6 \u30e8\u30e9\u30ea\u30eb\u30ec\u30ed\u30ef   \u30f2\u30f3

HIRAGANA_FULL = \u3042\u3044\u3046\u3048\u304a\u304b\u304c\u304d\u304e\u304f\u3050\u3051\u3052\u3053\u3054\u3055\u3056\u3057\u3058\u3059\u305a\u305b\u305c\u305d\u305e\u305f\u3060\u3061\u3062\u3064\u3065\u3066\u3067\u3068\u3069\u306a\u306b\u306c\u306d\u306e\u306f\u3070\u3071\u3072\u3073\u3074\u3075\u3076\u3077\u3078\u3079\u307a\u307b\u307c\u307d\u307e\u307f\u3080\u3081\u3082\u3084\u3086\u3088\u3089\u308a\u308b\u308c\u308d\u308f\u3090\u3091\u3092\u3093
KATAKANA_FULL = \u30a2\u30a4\u30a6\u30a8\u30aa\u30ab\u30ac\u30ad\u30ae\u30af\u30b0\u30b1\u30b2\u30b3\u30b4\u30b5\u30b6\u30b7\u30b8\u30b9\u30ba\u30bb\u30bc\u30bd\u30be\u30bf\u30c0\u30c1\u30c2\u30c4\u30c5\u30c6\u30c7\u30c8\u30c9\u30ca\u30cb\u30cc\u30cd\u30ce\u30cf\u30d0\u30d1\u30d2\u30d3\u30d4\u30d5\u30d6\u30d7\u30d8\u30d9\u30da\u30db\u30dc\u30dd\u30de\u30df\u30e0\u30e1\u30e2\u30e4\u30e6\u30e8\u30e9\u30ea\u30eb\u30ec\u30ed\u30ef\u30f0\u30f1\u30f2\u30f3

KANA_FULL = \u3042\u3044\u3046\u3048\u304a\u304b\u304c\u304d\u304e\u304f\u3050\u3051\u3052\u3053\u3054\u3055\u3056\u3057\u3058\u3059\u305a\u305b\u305c\u305d\u305e\u305f\u3060\u3061\u3062\u3064\u3065\u3066\u3067\u3068\u3069\u306a\u306b\u306c\u306d\u306e\u306f\u3070\u3071\u3072\u3073\u3074\u3075\u3076\u3077\u3078\u3079\u307a\u307b\u307c\u307d\u307e\u307f\u3080\u3081\u3082\u3084\u3086\u3088\u3089\u308a\u308b\u308c\u308d\u308f\u3090\u3091\u3092\u3093\u30a2\u30a4\u30a6\u30a8\u30aa\u30ab\u30ac\u30ad\u30ae\u30af\u30b0\u30b1\u30b2\u30b3\u30b4\u30b5\u30b6\u30b7\u30b8\u30b9\u30ba\u30bb\u30bc\u30bd\u30be\u30bf\u30c0\u30c1\u30c2\u30c4\u30c5\u30c6\u30c7\u30c8\u30c9\u30ca\u30cb\u30cc\u30cd\u30ce\u30cf\u30d0\u30d1\u30d2\u30d3\u30d4\u30d5\u30d6\u30d7\u30d8\u30d9\u30da\u30db\u30dc\u30dd\u30de\u30df\u30e0\u30e1\u30e2\u30e4\u30e6\u30e8\u30e9\u30ea\u30eb\u30ec\u30ed\u30ef\u30f0\u30f1\u30f2\u30f3

KYOIKU_01 = \u4e00\u4e8c\u4e09\u56db\u4e94\u516d\u4e03\u516b\u4e5d\u5341\u767e\u5343\u4e0a\u4e0b\u5de6\u53f3\u4e2d\u5927\u5c0f\u6708\u65e5\u5e74\u65e9\u6728\u6797\u5c71\u5ddd\u571f\u7a7a\u7530\u5929\u751f\u82b1\u8349\u866b\u72ac\u4eba\u540d\u5973\u7537\u5b50\u76ee\u8033\u53e3\u624b\u8db3\u898b\u97f3\u529b\u6c17\u5186\u5165\u51fa\u7acb\u4f11\u5148\u5915\u672c\u6587\u5b57\u5b66\u6821\u6751\u753a\u68ee\u6b63\u6c34\u706b\u7389\u738b\u77f3\u7af9\u7cf8\u8c9d\u8eca\u91d1\u96e8\u8d64\u9752\u767d

KYOIKU_02 = \u6570\u591a\u5c11\u4e07\u534a\u5f62\u592a\u7d30\u5e83\u9577\u70b9\u4e38\u4ea4\u5149\u89d2\u8a08\u76f4\u7dda\u77e2\u5f31\u5f37\u9ad8\u540c\u89aa\u6bcd\u7236\u59c9\u5144\u5f1f\u59b9\u81ea\u53cb\u4f53\u6bdb\u982d\u9854\u9996\u5fc3\u6642\u66dc\u671d\u663c\u591c\u5206\u9031\u6625\u590f\u79cb\u51ac\u4eca\u65b0\u53e4\u9593\u65b9\u5317\u5357\u6771\u897f\u9060\u8fd1\u524d\u5f8c\u5185\u5916\u5834\u5730\u56fd\u5712\u8c37\u91ce\u539f\u91cc\u5e02\u4eac\u98a8\u96ea\u96f2\u6c60\u6d77\u5ca9\u661f\u5ba4\u6238\u5bb6\u5bfa\u901a\u9580\u9053\u8a71\u8a00\u7b54\u58f0\u805e\u8a9e\u8aad\u66f8\u8a18\u7d19\u753b\u7d75\u56f3\u5de5\u6559\u6674\u601d\u8003\u77e5\u624d\u7406\u7b97\u4f5c\u5143\u98df\u8089\u99ac\u725b\u9b5a\u9ce5\u7fbd\u9cf4\u9ea6\u7c73\u8336\u8272\u9ec4\u9ed2\u6765\u884c\u5e30\u6b69\u8d70\u6b62\u6d3b\u5e97\u8cb7\u58f2\u5348\u6c7d\u5f13\u56de\u4f1a\u7d44\u8239\u660e\u793e\u5207\u96fb\u6bce\u5408\u5f53\u53f0\u697d\u516c\u5f15\u79d1\u6b4c\u5200\u756a\u7528\u4f55

KYOIKU_03 = \u4e01\u4e16\u4e21\u4e3b\u4e57\u4e88\u4e8b\u4ed5\u4ed6\u4ee3\u4f4f\u4f7f\u4fc2\u500d\u5168\u5177\u5199\u5217\u52a9\u52c9\u52d5\u52dd\u5316\u533a\u533b\u53bb\u53cd\u53d6\u53d7\u53f7\u5411\u541b\u5473\u547d\u548c\u54c1\u54e1\u5546\u554f\u5742\u592e\u59cb\u59d4\u5b88\u5b89\u5b9a\u5b9f\u5ba2\u5bae\u5bbf\u5bd2\u5bfe\u5c40\u5c4b\u5cb8\u5cf6\u5dde\u5e33\u5e73\u5e78\u5ea6\u5eab\u5ead\u5f0f\u5f79\u5f85\u6025\u606f\u60aa\u60b2\u60f3\u610f\u611f\u6240\u6253\u6295\u62fe\u6301\u6307\u653e\u6574\u65c5\u65cf\u6614\u662d\u6691\u6697\u66f2\u6709\u670d\u671f\u677f\u67f1\u6839\u690d\u696d\u69d8\u6a2a\u6a4b\u6b21\u6b6f\u6b7b\u6c37\u6c7a\u6cb9\u6ce2\u6ce8\u6cf3\u6d0b\u6d41\u6d88\u6df1\u6e29\u6e2f\u6e56\u6e6f\u6f22\u70ad\u7269\u7403\u7531\u7533\u754c\u7551\u75c5\u767a\u767b\u76ae\u76bf\u76f8\u770c\u771f\u7740\u77ed\u7814\u793c\u795e\u796d\u798f\u79d2\u7a76\u7ae0\u7ae5\u7b1b\u7b2c\u7b46\u7b49\u7bb1\u7d1a\u7d42\u7dd1\u7df4\u7f8a\u7f8e\u7fd2\u8005\u80b2\u82e6\u8377\u843d\u8449\u85ac\u8840\u8868\u8a69\u8abf\u8ac7\u8c46\u8ca0\u8d77\u8def\u8eab\u8ee2\u8efd\u8fb2\u8fd4\u8ffd\u9001\u901f\u9032\u904a\u904b\u90e8\u90fd\u914d\u9152\u91cd\u9244\u9280\u958b\u9662\u967d\u968e\u96c6\u9762\u984c\u98f2\u9928\u99c5\u9f3b

KYOIKU_04 = \u4e0d\u4e89\u4ed8\u4ee4\u4ee5\u4ef2\u4f1d\u4f4d\u4f4e\u4f8b\u4fbf\u4fe1\u5009\u5019\u501f\u505c\u5065\u5074\u50cd\u5104\u5146\u5150\u5171\u5175\u5178\u51b7\u521d\u5225\u5229\u5237\u526f\u529f\u52a0\u52aa\u52b4\u52c7\u5305\u5352\u5354\u5358\u535a\u5370\u53c2\u53f2\u53f8\u5404\u544a\u5468\u5531\u559c\u5668\u56f2\u56fa\u578b\u5802\u5869\u58eb\u5909\u592b\u5931\u597d\u5b63\u5b6b\u5b8c\u5b98\u5bb3\u5bdf\u5de3\u5dee\u5e0c\u5e2d\u5e2f\u5e95\u5e9c\u5eb7\u5efa\u5f84\u5f92\u5f97\u5fc5\u5ff5\u611b\u6210\u6226\u6298\u6319\u6539\u6551\u6557\u6563\u6599\u65d7\u6628\u666f\u6700\u671b\u672a\u672b\u672d\u6750\u675f\u677e\u679c\u6804\u6848\u6885\u68b0\u6975\u6a19\u6a5f\u6b20\u6b74\u6b8b\u6bba\u6bd2\u6c0f\u6c11\u6c42\u6cbb\u6cd5\u6ce3\u6d45\u6d74\u6e05\u6e80\u6f01\u706f\u7121\u7136\u713c\u7167\u71b1\u7267\u7279\u7523\u7684\u7701\u795d\u7968\u7a2e\u7a4d\u7af6\u7b11\u7ba1\u7bc0\u7c89\u7d00\u7d04\u7d50\u7d66\u7d9a\u7f6e\u8001\u80c3\u8108\u8178\u81e3\u822a\u826f\u82b8\u82bd\u82f1\u83dc\u8857\u8863\u8981\u899a\u89b3\u8a13\u8a66\u8aac\u8ab2\u8b70\u8c61\u8ca8\u8caf\u8cbb\u8cde\u8ecd\u8f2a\u8f9e\u8fba\u9023\u9054\u9078\u90e1\u91cf\u9332\u93e1\u95a2\u9678\u968a\u9759\u9806\u9858\u985e\u98db\u98ef\u990a\u9a13

KYOIKU_05 = \u4e45\u4ecf\u4eee\u4ef6\u4efb\u4f3c\u4f59\u4fa1\u4fdd\u4fee\u4ff5\u500b\u5099\u50cf\u518d\u520a\u5224\u5236\u5238\u5247\u52b9\u52d9\u52e2\u539a\u53e5\u53ef\u55b6\u56e0\u56e3\u5727\u5728\u5747\u57fa\u5831\u5883\u5893\u5897\u5922\u59bb\u5a66\u5bb9\u5bc4\u5bcc\u5c0e\u5c45\u5c5e\u5e03\u5e2b\u5e38\u5e79\u5e8f\u5f01\u5f35\u5f80\u5fa9\u5fb3\u5fd7\u5fdc\u5feb\u6027\u6069\u60c5\u614b\u6163\u627f\u6280\u62db\u6388\u63a1\u63a5\u63d0\u640d\u652f\u653f\u6545\u6575\u65ad\u65e7\u6613\u66b4\u6761\u679d\u67fb\u683c\u685c\u691c\u69cb\u6b66\u6bd4\u6c38\u6cb3\u6db2\u6df7\u6e1b\u6e2c\u6e96\u6f14\u6f54\u707d\u71c3\u7248\u72af\u72b6\u72ec\u7387\u73fe\u7559\u7565\u76ca\u773c\u7834\u78ba\u793a\u7956\u7981\u79fb\u7a0b\u7a0e\u7bc9\u7cbe\u7d20\u7d4c\u7d71\u7d76\u7dbf\u7dcf\u7de8\u7e3e\u7e54\u7f6a\u7fa4\u7fa9\u8015\u8077\u80a5\u80fd\u8208\u820c\u820e\u8853\u885b\u88fd\u8907\u898f\u89e3\u8a2d\u8a31\u8a3c\u8a55\u8b1b\u8b1d\u8b58\u8b77\u8c4a\u8ca1\u8ca7\u8cac\u8cb8\u8cbf\u8cc0\u8cc7\u8cdb\u8cea\u8f38\u8ff0\u8ff7\u9000\u9006\u9020\u904e\u9069\u9178\u9271\u9285\u92ad\u9632\u9650\u967a\u969b\u96d1\u975e\u9810\u9818\u984d\u98fc

KYOIKU_06 = \u4e26\u4e71\u4e73\u4ea1\u4ec1\u4f9b\u4ff3\u5024\u50b7\u512a\u515a\u518a\u51e6\u523b\u5272\u5275\u5287\u52e4\u5371\u5375\u53b3\u53ce\u540e\u5426\u5438\u547c\u5584\u56f0\u5782\u57ce\u57df\u594f\u596e\u59ff\u5b58\u5b5d\u5b85\u5b87\u5b97\u5b99\u5b9d\u5ba3\u5bc6\u5bf8\u5c02\u5c04\u5c06\u5c0a\u5c31\u5c3a\u5c4a\u5c55\u5c64\u5df1\u5dfb\u5e55\u5e72\u5e7c\u5e81\u5ea7\u5ef6\u5f8b\u5f93\u5fd8\u5fe0\u61b2\u6211\u6279\u62c5\u62dd\u62e1\u6368\u63a2\u63a8\u63ee\u64cd\u656c\u6620\u6669\u6696\u66ae\u6717\u673a\u679a\u67d3\u682a\u68d2\u6a21\u6a29\u6a39\u6b32\u6bb5\u6cbf\u6cc9\u6d17\u6d3e\u6e08\u6e90\u6f6e\u6fc0\u7070\u719f\u7247\u73ed\u7570\u7591\u75db\u7687\u76db\u76df\u770b\u7802\u78c1\u79c1\u79d8\u7a40\u7a74\u7a93\u7b4b\u7b56\u7c21\u7cd6\u7cfb\u7d05\u7d0d\u7d14\u7d79\u7e26\u7e2e\u7f72\u7fcc\u8056\u80ba\u80cc\u80f8\u8133\u8179\u81d3\u81e8\u81f3\u82e5\u8457\u84b8\u8535\u8695\u8846\u88c1\u88c5\u88cf\u88dc\u8996\u89a7\u8a0e\u8a2a\u8a33\u8a5e\u8a8c\u8a8d\u8a95\u8aa0\u8aa4\u8ad6\u8af8\u8b66\u8cb4\u8cc3\u907a\u90f5\u90f7\u91dd\u92fc\u9589\u95a3\u964d\u965b\u9664\u969c\u96e3\u9769\u9802\u9aa8

KYOIKU_FULL = \u4e00\u4e8c\u4e09\u56db\u4e94\u516d\u4e03\u516b\u4e5d\u5341\u767e\u5343\u4e0a\u4e0b\u5de6\u53f3\u4e2d\u5927\u5c0f\u6708\u65e5\u5e74\u65e9\u6728\u6797\u5c71\u5ddd\u571f\u7a7a\u7530\u5929\u751f\u82b1\u8349\u866b\u72ac\u4eba\u540d\u5973\u7537\u5b50\u76ee\u8033\u53e3\u624b\u8db3\u898b\u97f3\u529b\u6c17\u5186\u5165\u51fa\u7acb\u4f11\u5148\u5915\u672c\u6587\u5b57\u5b66\u6821\u6751\u753a\u68ee\u6b63\u6c34\u706b\u7389\u738b\u77f3\u7af9\u7cf8\u8c9d\u8eca\u91d1\u96e8\u8d64\u9752\u767d\u6570\u591a\u5c11\u4e07\u534a\u5f62\u592a\u7d30\u5e83\u9577\u70b9\u4e38\u4ea4\u5149\u89d2\u8a08\u76f4\u7dda\u77e2\u5f31\u5f37\u9ad8\u540c\u89aa\u6bcd\u7236\u59c9\u5144\u5f1f\u59b9\u81ea\u53cb\u4f53\u6bdb\u982d\u9854\u9996\u5fc3\u6642\u66dc\u671d\u663c\u591c\u5206\u9031\u6625\u590f\u79cb\u51ac\u4eca\u65b0\u53e4\u9593\u65b9\u5317\u5357\u6771\u897f\u9060\u8fd1\u524d\u5f8c\u5185\u5916\u5834\u5730\u56fd\u5712\u8c37\u91ce\u539f\u91cc\u5e02\u4eac\u98a8\u96ea\u96f2\u6c60\u6d77\u5ca9\u661f\u5ba4\u6238\u5bb6\u5bfa\u901a\u9580\u9053\u8a71\u8a00\u7b54\u58f0\u805e\u8a9e\u8aad\u66f8\u8a18\u7d19\u753b\u7d75\u56f3\u5de5\u6559\u6674\u601d\u8003\u77e5\u624d\u7406\u7b97\u4f5c\u5143\u98df\u8089\u99ac\u725b\u9b5a\u9ce5\u7fbd\u9cf4\u9ea6\u7c73\u8336\u8272\u9ec4\u9ed2\u6765\u884c\u5e30\u6b69\u8d70\u6b62\u6d3b\u5e97\u8cb7\u58f2\u5348\u6c7d\u5f13\u56de\u4f1a\u7d44\u8239\u660e\u793e\u5207\u96fb\u6bce\u5408\u5f53\u53f0\u697d\u516c\u5f15\u79d1\u6b4c\u5200\u756a\u7528\u4f55\u4e01\u4e16\u4e21\u4e3b\u4e57\u4e88\u4e8b\u4ed5\u4ed6\u4ee3\u4f4f\u4f7f\u4fc2\u500d\u5168\u5177\u5199\u5217\u52a9\u52c9\u52d5\u52dd\u5316\u533a\u533b\u53bb\u53cd\u53d6\u53d7\u53f7\u5411\u541b\u5473\u547d\u548c\u54c1\u54e1\u5546\u554f\u5742\u592e\u59cb\u59d4\u5b88\u5b89\u5b9a\u5b9f\u5ba2\u5bae\u5bbf\u5bd2\u5bfe\u5c40\u5c4b\u5cb8\u5cf6\u5dde\u5e33\u5e73\u5e78\u5ea6\u5eab\u5ead\u5f0f\u5f79\u5f85\u6025\u606f\u60aa\u60b2\u60f3\u610f\u611f\u6240\u6253\u6295\u62fe\u6301\u6307\u653e\u6574\u65c5\u65cf\u6614\u662d\u6691\u6697\u66f2\u6709\u670d\u671f\u677f\u67f1\u6839\u690d\u696d\u69d8\u6a2a\u6a4b\u6b21\u6b6f\u6b7b\u6c37\u6c7a\u6cb9\u6ce2\u6ce8\u6cf3\u6d0b\u6d41\u6d88\u6df1\u6e29\u6e2f\u6e56\u6e6f\u6f22\u70ad\u7269\u7403\u7531\u7533\u754c\u7551\u75c5\u767a\u767b\u76ae\u76bf\u76f8\u770c\u771f\u7740\u77ed\u7814\u793c\u795e\u796d\u798f\u79d2\u7a76\u7ae0\u7ae5\u7b1b\u7b2c\u7b46\u7b49\u7bb1\u7d1a\u7d42\u7dd1\u7df4\u7f8a\u7f8e\u7fd2\u8005\u80b2\u82e6\u8377\u843d\u8449\u85ac\u8840\u8868\u8a69\u8abf\u8ac7\u8c46\u8ca0\u8d77\u8def\u8eab\u8ee2\u8efd\u8fb2\u8fd4\u8ffd\u9001\u901f\u9032\u904a\u904b\u90e8\u90fd\u914d\u9152\u91cd\u9244\u9280\u958b\u9662\u967d\u968e\u96c6\u9762\u984c\u98f2\u9928\u99c5\u9f3b\u4e0d\u4e89\u4ed8\u4ee4\u4ee5\u4ef2\u4f1d\u4f4d\u4f4e\u4f8b\u4fbf\u4fe1\u5009\u5019\u501f\u505c\u5065\u5074\u50cd\u5104\u5146\u5150\u5171\u5175\u5178\u51b7\u521d\u5225\u5229\u5237\u526f\u529f\u52a0\u52aa\u52b4\u52c7\u5305\u5352\u5354\u5358\u535a\u5370\u53c2\u53f2\u53f8\u5404\u544a\u5468\u5531\u559c\u5668\u56f2\u56fa\u578b\u5802\u5869\u58eb\u5909\u592b\u5931\u597d\u5b63\u5b6b\u5b8c\u5b98\u5bb3\u5bdf\u5de3\u5dee\u5e0c\u5e2d\u5e2f\u5e95\u5e9c\u5eb7\u5efa\u5f84\u5f92\u5f97\u5fc5\u5ff5\u611b\u6210\u6226\u6298\u6319\u6539\u6551\u6557\u6563\u6599\u65d7\u6628\u666f\u6700\u671b\u672a\u672b\u672d\u6750\u675f\u677e\u679c\u6804\u6848\u6885\u68b0\u6975\u6a19\u6a5f\u6b20\u6b74\u6b8b\u6bba\u6bd2\u6c0f\u6c11\u6c42\u6cbb\u6cd5\u6ce3\u6d45\u6d74\u6e05\u6e80\u6f01\u706f\u7121\u7136\u713c\u7167\u71b1\u7267\u7279\u7523\u7684\u7701\u795d\u7968\u7a2e\u7a4d\u7af6\u7b11\u7ba1\u7bc0\u7c89\u7d00\u7d04\u7d50\u7d66\u7d9a\u7f6e\u8001\u80c3\u8108\u8178\u81e3\u822a\u826f\u82b8\u82bd\u82f1\u83dc\u8857\u8863\u8981\u899a\u89b3\u8a13\u8a66\u8aac\u8ab2\u8b70\u8c61\u8ca8\u8caf\u8cbb\u8cde\u8ecd\u8f2a\u8f9e\u8fba\u9023\u9054\u9078\u90e1\u91cf\u9332\u93e1\u95a2\u9678\u968a\u9759\u9806\u9858\u985e\u98db\u98ef\u990a\u9a13\u4e45\u4ecf\u4eee\u4ef6\u4efb\u4f3c\u4f59\u4fa1\u4fdd\u4fee\u4ff5\u500b\u5099\u50cf\u518d\u520a\u5224\u5236\u5238\u5247\u52b9\u52d9\u52e2\u539a\u53e5\u53ef\u55b6\u56e0\u56e3\u5727\u5728\u5747\u57fa\u5831\u5883\u5893\u5897\u5922\u59bb\u5a66\u5bb9\u5bc4\u5bcc\u5c0e\u5c45\u5c5e\u5e03\u5e2b\u5e38\u5e79\u5e8f\u5f01\u5f35\u5f80\u5fa9\u5fb3\u5fd7\u5fdc\u5feb\u6027\u6069\u60c5\u614b\u6163\u627f\u6280\u62db\u6388\u63a1\u63a5\u63d0\u640d\u652f\u653f\u6545\u6575\u65ad\u65e7\u6613\u66b4\u6761\u679d\u67fb\u683c\u685c\u691c\u69cb\u6b66\u6bd4\u6c38\u6cb3\u6db2\u6df7\u6e1b\u6e2c\u6e96\u6f14\u6f54\u707d\u71c3\u7248\u72af\u72b6\u72ec\u7387\u73fe\u7559\u7565\u76ca\u773c\u7834\u78ba\u793a\u7956\u7981\u79fb\u7a0b\u7a0e\u7bc9\u7cbe\u7d20\u7d4c\u7d71\u7d76\u7dbf\u7dcf\u7de8\u7e3e\u7e54\u7f6a\u7fa4\u7fa9\u8015\u8077\u80a5\u80fd\u8208\u820c\u820e\u8853\u885b\u88fd\u8907\u898f\u89e3\u8a2d\u8a31\u8a3c\u8a55\u8b1b\u8b1d\u8b58\u8b77\u8c4a\u8ca1\u8ca7\u8cac\u8cb8\u8cbf\u8cc0\u8cc7\u8cdb\u8cea\u8f38\u8ff0\u8ff7\u9000\u9006\u9020\u904e\u9069\u9178\u9271\u9285\u92ad\u9632\u9650\u967a\u969b\u96d1\u975e\u9810\u9818\u984d\u98fc\u4e26\u4e71\u4e73\u4ea1\u4ec1\u4f9b\u4ff3\u5024\u50b7\u512a\u515a\u518a\u51e6\u523b\u5272\u5275\u5287\u52e4\u5371\u5375\u53b3\u53ce\u540e\u5426\u5438\u547c\u5584\u56f0\u5782\u57ce\u57df\u594f\u596e\u59ff\u5b58\u5b5d\u5b85\u5b87\u5b97\u5b99\u5b9d\u5ba3\u5bc6\u5bf8\u5c02\u5c04\u5c06\u5c0a\u5c31\u5c3a\u5c4a\u5c55\u5c64\u5df1\u5dfb\u5e55\u5e72\u5e7c\u5e81\u5ea7\u5ef6\u5f8b\u5f93\u5fd8\u5fe0\u61b2\u6211\u6279\u62c5\u62dd\u62e1\u6368\u63a2\u63a8\u63ee\u64cd\u656c\u6620\u6669\u6696\u66ae\u6717\u673a\u679a\u67d3\u682a\u68d2\u6a21\u6a29\u6a39\u6b32\u6bb5\u6cbf\u6cc9\u6d17\u6d3e\u6e08\u6e90\u6f6e\u6fc0\u7070\u719f\u7247\u73ed\u7570\u7591\u75db\u7687\u76db\u76df\u770b\u7802\u78c1\u79c1\u79d8\u7a40\u7a74\u7a93\u7b4b\u7b56\u7c21\u7cd6\u7cfb\u7d05\u7d0d\u7d14\u7d79\u7e26\u7e2e\u7f72\u7fcc\u8056\u80ba\u80cc\u80f8\u8133\u8179\u81d3\u81e8\u81f3\u82e5\u8457\u84b8\u8535\u8695\u8846\u88c1\u88c5\u88cf\u88dc\u8996\u89a7\u8a0e\u8a2a\u8a33\u8a5e\u8a8c\u8a8d\u8a95\u8aa0\u8aa4\u8ad6\u8af8\u8b66\u8cb4\u8cc3\u907a\u90f5\u90f7\u91dd\u92fc\u9589\u95a3\u964d\u965b\u9664\u969c\u96e3\u9769\u9802\u9aa8
